[
  {
    "_id": 1,
    "image": "https://i.ibb.co/3T5M9ym/unnamed.jpg",
    "title": "ODSC: East",
    "date": "9th - 11th of May, 2024",
    "place": "Boston, Massachussetts",
    "description": "Open Data Science Conference, or ODSC, is an annual event held in Boston. The purpose of ODSC events is to discuss data science and machine learning topics, as well as provide training sessions.",
    "paragraphs": [
      "The new smartphone is equipped with a powerful processor and high-resolution display.",
      "It also boasts advanced camera capabilities and 5G connectivity.",
      "Tech enthusiasts are eagerly awaiting its release."
    ]
  },
  {
    "_id": 2,
    "image": "https://i.ibb.co/nPWqJ3T/Screen-Shot-2018-11-28-at-18-44-51-1024x681.jpg",
    "title": "Viva Technology",
    "date": "14th-17th June 2024 ",
    "place": "Paris, France",
    "description": "As Europe's biggest tech conference, Viva Technology reached over 400 million people last year! Anyone trying to make a splash on the startup scene will want to attend, learn, and network.",
    "paragraphs": [
      "The breakthrough involves a new deep learning algorithm that outperforms existing models.",
      "It has the potential to revolutionize various industries, from healthcare to finance.",
      "Experts are optimistic about the future of AI."
    ]
  },
  {
    "_id": 3,
    "image": "https://i.ibb.co/fNX3YSm/JDT0984-1-2.webp",
    "title": "Web Summit",
    "date": "13th-16th November 2024",
    "place": "Lisbon, Portugal",
    "description": "The conference's topics center on internet technology, emerging technologies, and venture capitalism. Web Summit's from Fortune 500 companies to start-ups,  sectors of the global high technology industry.",
    "paragraphs": [
      "The company attributes its success to strong sales of its flagship products.",
      "Investors are pleased with the results, and the company's stock price has surged.",
      "Analysts predict continued growth in the tech sector."
    ]
  },
  {
    "_id": 4,
    "image": "https://i.ibb.co/Cb33H8r/Work-event-1-1440x960.jpg",
    "image_": "https://i.ibb.co/XpScYh8/download.png",
    "title": "Tech Submit & Awards",
    "date": "8th-9th March 2024",
    "place": "Singapore",
    "description": "The Global Tech Innovation Summit is an annual event that brings together industry leaders, entrepreneurs, investors, and other stakeholders to explore the latest trends and developments in technology. This event is a must-attend for the community interested in the latest developments in areas like crypto, blockchain, metaverse, digital assets, web 3, cyber security, AI and emerging tech. The Global Tech Innovation Summit is more than just another industry event – it’s a gathering of some of the world’s most innovative thinkers, visionaries, and entrepreneurs, all united in their commitment to shaping the future of technology.. ",
    "paragraphs": [
      "The VR console promises an immersive gaming experience with state-of-the-art graphics and controls.",
      "It is set to compete with other major players in the gaming industry.",
      "Pre-orders for the device have already begun."
    ]
  },
  {
    "_id": 5,
    "image": "https://i.ibb.co/6nFyCgT/CP8-Ghfw-2-I5-Lc-P9k-SEV9q-MStj-Cw49v3r-FG6jk-Ku-WQ0.webp",
    "title": "Space Exploration ",
    "date": "SEPTEMBER 25-28, 2023",
    "place": "Madrid , Spain",
    "description": "A space agency has made a significant breakthrough in propulsion technology for deep space exploration.This is a timeline of space exploration which includes notable achievements, first accomplishments and milestones in humanity's exploration of outer space.This timeline generally does not distinguish achievements by a specific country or private company, as it considers humanity as a whole. See otherwise the timeline of private spaceflight or look for achievements by each space agency.",
    "paragraphs": [
      "The new propulsion system allows spacecraft to travel farther and faster into the cosmos.",
      "This advancement could pave the way for future missions to distant planets and beyond.",
      "Scientists and space enthusiasts are excited about the possibilities."
    ]
  },
  {
    "_id": 6,
    "image": "https://i.ibb.co/8N76y3r/xbox-switch-ps5.webp",
    "title": "Next-Gen Gaming Console",
    "date": "8th-9th May 2024",
    "place": "Boston, Massachussetts",
    "description": "The next generation of gaming consoles has been revealed, promising a new era of gaming experiences.The PlayStation 5 (PS5) is a home video game console developed by Sony Interactive Entertainment. It was announced as the successor to the PlayStation 4 in April 2019, was launched on November 12, 2020, in Australia, Japan, New Zealand, North America, and South Korea, and was released worldwide one week later. ",
    "paragraphs": [
      "These consoles feature powerful hardware, ray tracing technology, and faster load times.",
      "Gamers can expect stunning graphics and realistic gameplay in upcoming titles.",
      "The competition between console manufacturers is heating up."
    ]
  }
]